{
    "lines": [
        {
            "author": "Clara",
            "text": "Hello Grandma..."
        },
        {
            "author": "Grandma",
            "text": "Clara! My precious granddaughter!"
        },
        {
            "author": "Grandma",
            "text": "It's not usual of you to seem so down. What's wrong?"
        },
        {
            "author": "Clara",
            "text": "I really don't feel like being here... And I'm so nervous Grandma! It's been so long since we had a party with this many guests! What if I make a fool of myself?"
        },
        {
            "author": "Clara",
            "text": "What if I sound awkward? Or what should I do if the guests don't even recognize me..."
        },
        {
            "author": "Clara",
            "text": "I can't bring myself to greet anyone like this... It's like I freeze in front of the guests..."
        },
        {
            "author": "Grandma",
            "text": "Oh Clara, come here."
        },
        {
            "author": "Grandma",
            "text": "Listen, it's normal to feel a little bit anxious! But don't worry. Nothing can go wrong with greeting someone."
        },
        {
            "author": "Grandma",
            "text": "In fact, it only makes people happy knowing that you took the time to say hello to them!"
        },
        {
            "author": "Grandma",
            "text": "No one will be upset at you. And if you make them laugh or smile with some awkwardness, isn't that a good thing?"
        },
        {
            "author": "Clara",
            "text": "I suppose I can see things that way..."
        },
        {
            "author": "Grandma",
            "text": "And about you feeling down... I don't know what happened, but remember Grandma will always be here for you."
        },
        {
            "author": "Clara",
            "text": "Thank you Grandma! I know you're here for me. It's hard, but for you, I'll try to smile and greet the guests the best I can!"
        },
        {
            "author": "Grandma",
            "text": "I'm glad that I could help my dear. Grandma loves to see you smile."
        },
        {
            "author": "Clara",
            "text": "(Grandma gave me a little bit of strength. I'll try and greet the other guests now...)"
        }
    ]
}